insert  into `check_option_info`(`option_id`,`option_type`,`option_name`,`option_code`,`option_sort`,`check_type`) values

(1,0,'首位进店员工检查本店门、锁、橱、柜及环境、设施无异常现象','c001',1,0),

(2,0,'连续运行的设备唔明显过热现象或异味','c002',2,0),

(3,0,'连续供电的电源开关、导线绝缘介质无发热、变形、或异味','c003',3,0),

(4,0,'铺内及仓库无私拉乱接电源线、超负荷用点等违规行为','c004',4,0),

(5,0,'电源开关箱、通电的插座、运行中的电器周边无可燃物，且无操作障碍','c005',5,0),

(6,0,'已通电或运行中的电熨斗、电吹风使用人无脱岗行为，散热环境良好','c006',6,0),

(7,0,'自动喷淋头无被绳、钩牵挂借用等影响效能的安全隐患','c007',7,0),

(8,0,'铺内及仓库的物品或发热源与喷淋头间距大于500mm','c008',8,0),

(9,0,'消火栓外观完整，内部配置无缺失或挪用','c009',9,0),

(10,0,'消火栓无遮挡，外标识醒目，开启无障碍，使用标识图文清晰','c010',10,0),

(11,0,'自备灭火器外观完好，配置数量(50㎡/4kg)达标，距标注的检验期未超过2年','c011',11,0),

(12,0,'自备灭火器压力表指针在表盘刻度的绿色区域','c012',12,0),

(13,0,'自备灭火器摆放位置及手报位置标识醒目，取用或操作便利','c013',13,0),

(14,0,'应急照明灯及疏散指示灯，外观和指示状态良好，标配数无缺失','c014',14,0),

(15,0,'自备的视频监控设备运行正常，视角覆盖重点区域','c015',15,0),

(16,0,'铺内各疏散通道无占用，地面平整无碍','c016',16,0),

(17,0,'防火门完好，开启方向无阻碍，打开的宽度不小于门框，闭门器功能良好','c017',17,0),

(18,0,'营业期间，防火门锁具始终保持开启状态','c018',18,0),

(19,0,'防火卷帘下无障碍物，导轨无变形，操控装置无异常','c019',19,0),

(20,0,'强排烟远控执行器及排烟阀无遮挡，状态正常','c020',20,0),

(21,0,'紧急疏散指示图及报警、报修电话号码张贴位置醒目，信息正确','c021',21,0),

(22,0,'新上岗员工已接受消防安全教育和四个能力培训','c022',22,0),

(23,0,'新上岗员工已接受电器设备安全使用常识培训','c023',23,0),

(24,0,'新上岗的员工已接受相关设施安全管理制度的培训','c024',24,0),

(25,0,'消防宣传及管理工作已按要求落实，安全制度、规程张贴上墙','c025',25,0),

(26,0,'店铺内的道具、展品的摆放，无可致顾客手上的隐患','c026',26,0),

(27,0,'店铺内禁烟、防盗等安全提示标识粘贴在显著位置，并主动提醒和制止','c027',27,0),

(28,0,'垃圾或废弃包装物等按要求及时处置','c028',28,0),

(29,1,'燃气阀门处无影响操作的障碍','c029',1,0),

(30,1,'燃气使用区域无明显漏气产生的异味','c030',2,0),

(31,1,'灶台上加热油品或食材时，操作人员无脱岗','c031',3,0),

(32,1,'烤箱、蒸箱、微波炉中加热食材时，有专人负责','c032',4,0),

(33,1,'所有食材加工的机械设备无漏电隐患','c033',5,0),

(34,1,'热水炉自动补水和漏电保护装置运行可靠','c034',6,0),

(35,1,'经营用的液体燃效现场储存量不大于当天最大用量','c035',7,0),

(36,1,'丁烷气罐、固体酒精存放环境及使用操作由专人负责，且安全规范','c036',8,0),

(37,1,'用气、用炭环境的空气质量达标','c037',9,0),

(38,1,'前后场地方不油腻、无积水，并有防滑措施','c038',10,0),

(39,0,'非连续运行设备的电源已关闭，电源插头已脱离带电插座','c039',1,1),

(40,0,'带电插座上无运行中的充电装置','c040',2,1),

(41,0,'连续运行的设备及导线无明显温升','c041',3,1),

(42,0,'连续运行设备电源接驳点或插座周边无易燃物','c042',4,1),

(43,0,'电熨斗、电吹风断电后的插头已脱离电源插座，余温已冷却至常温','c043',5,1),

(44,0,'垃圾桶内无残留垃圾，地面及烟灰缸内无尚未熄灭的烟蒂','c044',6,1),

(45,0,'空调设备已关闭','c045',7,1),

(46,0,'门头招牌光源已关闭','c046',8,1),

(47,0,'自备广播设备、POS机电源已关闭','c047',9,1),

(48,0,'无运行需求的网络通信设备电源已关闭','c048',10,1),

(49,0,'电脑及USP电源已关闭','c049',11,1),

(50,0,'售货凭证、票据已妥善保管','c050',12,1),

(51,0,'店铺内无现金留存，且贵重物品清点后已存入保险柜','c051',13,1),

(52,0,'保险箱锁闭后密码已重置，钥匙取下带走','c052',14,1),

(53,0,'防盗报警装置已开启设防','c053',15,1),

(54,0,'自备视屏监控开启并运行正常','c054',16,1),

(55,0,'铺外展示、宣传片已撤至铺内','c055',17,1),

(56,0,'闭店后，店铺内无人员滞留或留宿','c056',18,1),

(57,0,'店铺前、后门(含卷帘门)已关闭完全，上锁后钥匙已取下带走','c057',19,1),

(58,0,'所属临时促销点留置商品已采取防盗保护措施','c058',20,1),

(59,0,'仓库内电器电源已关闭','c059',21,1),

(60,1,'燃气阀门均已关闭','c060',1,1),

(61,1,'自来水阀门均已关闭','c061',2,1),

(62,1,'灶台上无尚在加热的食材，灶头无明火','c062',3,1),

(63,1,'烤箱、蒸箱、微波炉中无尚在加热的食材','c063',4,1),

(64,1,'所有食材加工的机械设备均已关闭','c064',5,1),

(65,1,'厨房排风设备的开关均已关闭','c065',6,1),

(66,1,'热水炉或点热水器电源已关闭','c066',7,1),

(67,1,'当天剩余的食材已按要求规范处置，店内无餐厨废弃物滞留','c067',8,1),

(68,1,'烧烤用余炭灰桶内火种已完全熄灭、并加盖，周边1.5米范围内无任何可燃物','c068',9,1),

(69,1,'当天剩余的液体燃效已带离本设施','c069',10,1),

(70,1,'丁烷气罐、固体酒精存放环境符合安全要求','c070',11,1),

(71,1,'外卖窗口已关闭','c071',12,1),

(72,1,'所有操作台、地面、盆池均已清洁完毕','c072',13,1);